Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Na domiar złego, mieszkańcy zaczynają biadolić, że ludzie giną, a straż ponoć nic z tym nie robi.
uk: Що ще гірше, мешканці починають скаржитися, що люди гинуть, а вартові нібито нічого з цим не роблять.

source: Na drodze z wioski do miasta spotkałem Terry'ego, wędrownego śpiewaka, który uraczył mnie piosenką. Skoro podróżuje tutejszymi traktami, to może widział kogoś lub coś podejrzanego? Włóczęga zgodził się ze mną porozmawiać, jeśli przyniosę mu coś na ząb. Myślę, że smażone mięso powinno wystarczyć.
uk: Дорогою з села до міста я зустрів Террі, мандрівного співака, який заспівав мені серенаду. Оскільки він мандрує місцевими стежками, можливо, він бачив когось або щось підозріле? Волоцюга погодився поговорити зі мною, якщо я принесу йому щось поїсти. Думаю, смаженого м'яса має вистачити.

source: Na dzień.
uk: На добу.

source: Na dzień. (5 SZ)
uk: На день. (5 золотих)

source: Na emeryturze zajmuje się handlem rybami. Pozostali handlarze w porcie pracują dla niego.
uk: На пенсії він зайнявся торгівлею рибою. На нього працюють інші торговці в порту.

source: Na etykiecie widnieje napis:
uk: На етикетці написано:

source: Na falochronie zostałem zaatakowany przez grupę uciekinierów. Jeden z nich zasugerował, że ostatnio przebywali w pobliżu czyjegoś warsztatu kowalskiego. Wątpię, by Odgar tolerował takich ludzi przy swoim warsztacie. Powinienem sprawdzić okolicę kowali w porcie.
uk: На хвилерізі на мене напала група біженців. Один з них обмовився, що вони нещодавно були біля чиєїсь кузні. Сумніваюся, що Одгар дозволив би таким людям тинятися біля своєї майстерні. Треба перевірити місцевість поблизу інших ковалів у порту.

source: Na górze jest nasz magazyn surowców. Nie ma tam nic ciekawego, ale jeśli masz ochotę... Bardziej polecam jednak zajrzeć pod pokład, hehe.
uk: Нагорі – наш склад сировини. Там немає нічого цікавого, але якщо тобі цікаво... Краще рекомендую зазирнути під палубу, хе-хе.

source: Na ich pomoc nie ma co liczyć.
uk: На їхню допомогу не варто розраховувати.

source: Na ich tereny lęgowe najłatwiej dotrzesz wychodząc z Silbach zachodnią bramą, a potem kierując się leśną drogą na zachód.
uk: До місць їх гніздування найлегше дістатися, якщо вийти з Сільбаху через західні ворота, а потім йти дорогою через ліс на захід.

source: Na imię mam Oscar. Przypłynąłem na tę piękną, przeklętą wyspę razem z Cortezem.
uk: Мене звати Оскар. Я приплив на цей прекрасний проклятий острів разом з Кортезом.

source: Na imię mi Caramon i jestem najemnikiem Gildii.
uk: Мене звуть Карамон, я найманець Гільдії.

source: Na imię mi Fadha i zajmuję się sprzedażą naszych specyfików.
uk: Мене звуть Фадха, і я продаю наші засоби.

source: Na imię mi Gaston, młody człowieku. Jestem myśliwym.
uk: Мене звати Гастон, юначе. Я мисливець.

source: Na imię mi Hod. Kiedyś byłem marynarzem, ale teraz, jak sam widzisz, pracuję na tej farmie.
uk: Мене звуть Ход. Колись я був моряком, але тепер, як сам бачиш, працюю на цій фермі.

source: Na imię mi Nathaniel i jestem handlarzem.
uk: Мене звати Натаніель, я торговець.

source: Na imię mi Slager i, jak pewnie zdążyłeś zauważyć, jestem rzeźnikiem.
uk: Мене звати Слагер і, як ти, мабуть, помітив, я м'ясник.

source: Na imię mi Terry. Jestem wędrownym śpiewakiem i w ten sposób zarabiam na życie.
uk: Мене звати Террі. Я мандрівний співак і цим заробляю на життя.

source: Na imię mi Venzel i jestem miejskim pisarzem.
uk: Мене звати Венцель і я міський письменник.

source: Na imię mi Willem. Jestem tu ochroniarzem. A ty właśnie wszedłeś na posesję Bermara.
uk: Мене звуть Віллем. Я тутешній охоронець. І ти щойно зайшов на територію Бермара.

source: Na imię mi Zachary i pilnuję, żeby ci wszyscy narwańcy nie skakali sobie do gardeł.
uk: Мене звуть Захарій, і я стежу за тим, щоб усі ці забіяки не вчепилися один одному в горлянки.

source: Na jakiej podstawie wierzysz tej gnidzie?
uk: На якій підставі ти віриш тій гниді?

source: Na jakiś czas zamkniemy rekrutację nowych górników, by uniknąć ponownej infiltracji.
uk: На деякий час ми припинимо набір нових гірників, щоб уникнути повторної диверсії.

source: Na jaką długość mam przyciąć ten pieniek?
uk: До якої довжини мені потрібно обрізати цю колоду?

source: Na jednej z dróg prowadzących do miasta spotkałem kupca Salzera. Utknął z powodu zniszczonego koła w jego wozie. Obiecałem poszukać dla niego nowego. Powinienem rozglądać się w pobliżu innych wozów znajdujących się nieopodal traktów.
uk: На одній з доріг, що ведуть до міста, я зустрів торговця Зальцера. Він застряг, бо зламалось колесо у його возі. Я пообіцяв знайти йому нове колесо. Треба подивитись, чи немає інших возів поблизу доріг.

source: Na jednej z dróg prowadzących do miasta spotkałem kupca Salzera. Utknął z powodu zniszczonego koła w jego wozie. Za drobną opłatą zgodziłem zdobyć dla niego nowe. Powinienem rozglądać się w pobliżu innych wozów znajdujących się nieopodal traktów.
uk: На одній з доріг, що ведуть до міста, я зустрів торговця Зальцера. Він застряг, бо зламалось колесо у його возі. За невелику винагороду я погодився дістати йому нове колесо. Треба подивитись, чи немає інших возів поблизу доріг.

source: Na jednej z pobliskich wysepek rozbiły się dwie kobiety. Przyprowadziłem je do Przystani.
uk: Дві жінки розбились на човні на одному з прилеглих острівців. Я доставив їх до Гавані.

source: Na jedną z plaż w pobliżu. Tam się rozdzielimy, żeby było nas trudniej znaleźć.
uk: На один з пляжів поблизу. Там ми розділимось, щоб нас було важче знайти.

source: Na jego fregacie pływaliśmy od portu do portu, sprzedając towary z dużym zyskiem.
uk: На його фрегаті ми плавали з порту в порт, продаючи товари з хорошим прибутком.

source: Na jutro powinien być gotowy.
uk: Завтра він має бути готовий.

source: Na kartce było napisane...
uk: У записці написано...

source: Na karę śmierci za zbrodnie, które są tajemnicą państwową, został skazany niejaki Havdan.
uk: Чоловіка на ім'я Хевден було засуджено до смертної кари за злочини, які становлять державну таємницю.

source: Na każdym kroku niestrzeżone przejście, choćby od strony wodospadu na północy.
uk: На кожному кроці місця без охорони, от як зі сторони водоспаду на півночі.

source: Na każdym kroku śliniący się, cuchnący oberwańcy. Mam już serdecznie dość tego miejsca!
uk: Слиняві смердючі неприємні люди на кожному кроці. З мене досить цього місця!

source: Na kilometr rozpoznam te łachmany, w których biegacie.
uk: Я за кілометр впізнаю лахміття, в якому ти бігаєш.

source: Na klientów nie narzekam, a ostatnio trafiła mi się nawet klientka!
uk: На клієнтів я не нарікаю, а нещодавно у мене навіть з'явилася клієнтка!

source: Na kobietę, która zna swoją wartość, ale musi robić to co robi, bo życie jest okrutne.
uk: На жінку, яка знає собі ціну, але вимушена робити те, що робить, бо життя жорстоке.

source: Na kogo? Na mnie? Mówiłeś mu coś?
uk: На кого? На мене? Що ти йому сказав?

source: Na kolejne piwo.
uk: Ще по пиву.

source: Na kolejnym zebraniu Najwyższej Rady dyskutowaliśmy o udzieleniu szerszej pomocy
uk: На черговому засіданні Вищої Ради ми обговорювали питання про надання додаткової допомоги жителям міста,

source: Na koniec warto też wspomnieć o Magach Wody, którzy mają swoją siedzibę w odosobnionym klasztorze na wschodzie.
uk: Насамкінець, варто також згадати Магів Води, які мешкають в усамітненому монастирі на сході острова.

source: Na koniec wszyscy rozejdziemy się w swoje strony i zapomnimy o całej sprawie.
uk: Зрештою ми всі розійдемось своїми шляхами й забудемо про все це.

source: Na koszary się nie zgodzę - nie odbiorę naszym ludziom dachu nad głową.
uk: Я не погоджуся віддати казарми – я не відберу у своїх людей дах над головою.

source: Na końcu tunelu spotkaliśmy kilku dezerterów, byłych strażników. Moja kusza przestała działać, ale Docan, używając tego samego modelu, poradził sobie znakomicie. Mogę wrócić do Lennarta.
uk: В кінці тунелю ми зустріли кількох дезертирів, колишніх вартових. Мій арбалет вийшов з ладу, але Докан, використовуючи ту ж саму модель, чудово впорався. Я можу повертатися до Ленарта.

source: Na końcu wielkiej sali są kolejne wielkie wrota, ale bez miejsca na pieczęć.
uk: В кінці великої зали є ще одні великі ворота, але без місця для печатки.

source: Na końcu wielkiej sali są kolejne wielkie wrota.
uk: В кінці великої зали є ще одна велика брама.

source: Na kucharza to ty mi nie wyglądasz, ale dobra, dam ci go. I tak nie jest żadnym sekretem.
uk: Ти не схожий на кухаря, але добре, я тобі його дам. Все одно це ніякий не секрет.

source: Na kuszy widnieją inicjały D.D.
uk: На арбалеті викарбувані ініціали D.D.

source: Na liście znajduje się złamana królewska pieczęć.
uk: На листі зламана королівська печатка.

source: Na lądzie z kolei spuszczeni ze smyczy żołdacy króla ogniem i mieczem zaprowadzali porządek wśród zbuntowanej ludności.
uk: На суші ж королівські солдати, зірвавшись з прив'язі, вогнем і мечем наводили лад серед повсталого населення.

source: Na magiczne obrażenia związane z konkretnymi żywiołami, zdaje się wpływać także pogoda.
uk: Магічна шкода, пов'язана з певними стихіями, також піддається впливу погоди.

source: Na mapie jest zaznaczonych kilka miejsc. Będziemy się spotykać w kolejnych lokacjach.
uk: На мапі позначено кілька місць. Зустрінемося у кожному з них.

source: Na małej wysepce znalazłem pirata Aske. Było już za późno, żeby go uratować. Mogłem tylko dotrzymać mu towarzystwa w ostatnich chwilach jego życia. W zamian za podanie lokalizacji skrzyni z rudą, obiecałem go pochować.
uk: На маленькому острівці я знайшов пірата Аске. Рятувати його було вже запізно. Я міг лише скласти йому компанію в останні хвилини його життя. В обмін на те, що він вкаже мені місцезнаходження скрині з рудою, я пообіцяв його поховати.

source: Na małej wysepce znalazłem pirata Aske. Choć pirat był ciężko ranny, i tak mnie zaatakował, gdy odmówiłem mu pochówku. Dostał to, na co zasłużył, szkoda tylko, że nigdy nie dowiem się, co zrobił ze skrzynią pełną rudy.
uk: На маленькому острові я знайшов пірата Аске. Хоча пірат був важко поранений, він все одно напав на мене, коли я відмовився його поховати. Він отримав по заслузі, шкода тільки, що я ніколи не дізнаюся, що він зробив зі скринею, повною руди.

source: Na miejscu mojego spotkania z Berto zastał nas Broddy. Natychmiast wyciągnął broń i byliśmy zmuszeni go zabić.
uk: Під час зустрічі із Берто нас знайшов Бродді. Він одразу ж вихопив зброю, і ми були змушені його вбити.

source: Na miejscu okazało się, że szef grupy nie żyje. Gdy badaliśmy miejsce zbrodni, z wody wyszła armia ożywieńców. Niektórych byliśmy w stanie rozpoznać, ale inni wyglądali jak wyjęci z innej epoki!
uk: Керівник групи був знайдений мертвим. Коли ми досліджували місце злочину, з води з'явилася ціла армія мерців. Деяких ми змогли впізнати, але інші виглядали так, ніби їх витягли з іншої епохи!

source: Na miłość Innosa! Mówiłeś, że potrafisz czytać. Każdy pracujący obywatel, paladyni, magowie...
uk: Заради Інноса! Ти ж казав, що вмієш читати. Кожен працюючий громадянин, паладини, маги...

source: Na mnie już pora. Zostanę tu jeszcze parę dni, ale pewnie niedługo sam wyruszę do miasta. Może za resztę oszczędności załatwię nam jakieś lokum.
uk: Мені пора йти. Я залишуся тут ще на кілька днів, але, думаю, незабаром сам вирушу до міста. Можливо, на решту своїх заощаджень я зможу знайти нам якесь житло.

source: Na mnie nie licz, nie będę ryzykował życiem!
uk: Не розраховуй на мене, я не ризикуватиму своїм життям!

source: Na mnie nie licz.
uk: На мене не розраховуй.

source: Na mnie? Zawsze!
uk: На мене? Завжди!

source: Na moje oko nie wyjdziesz z tego cało.
uk: Як на мене, ти не виберешся звідси цілим.

source: Na moje oko wytrzyma.
uk: Як на мене, то він витримає.

source: Na moście za winnicą spotkałem faceta, który chciał opłaty za przejście. Ostrzegę przed nim Ritę, zanim zrobią się z tego kłopoty.
uk: На мосту за виноградником я зустрів хлопця, який хотів взяти з мене плату за прохід через міст. Варто попередити Риту про нього, поки це не призвело до неприємностей.

source: Na moście za winnicą spotkałem faceta, który w zamian za przejście zabrał mi trochę złota. Ostrzegę przed nim Ritę.
uk: На мосту за виноградником я зустрів хлопця, який взяв з мене трохи злота у якості плати за прохід через міст. Варто попередити Риту про нього.

source: Na moście za winnicą spotkałem faceta, który za przejście pobrał ode mnie opłatę w formie piwa. Ostrzegę przed nim Ritę.
uk: На мосту за виноградником я зустрів хлопця, який взяв з мене пиво у якості плати за прохід через міст. Варто попередити Риту про нього.

source: Na moście za winnicą. Dla świętego spokoju zapłaciłem mu za 'przejście'. Facet nie wydaje się groźny, ale może się naprzykrzać podróżnym.
uk: На мосту за виноградником. Заради власного спокою я заплатив йому за 'прохід'. Він не здався мені небезпечним, але може завдати клопоту іншим подорожнім.

source: Na nasze szczęście nie spotkaliśmy tej całej Bestii, o której tak wszyscy gadają.
uk: На наше щастя, ми не зустріли того самого Звіра, про якого всі так багато говорять.

source: Na nic ci się teraz zdadzą te twoje zwoje w zawyżonych cenach. Interes przejmuje Volker.
uk: Тепер тобі не знадобляться твої сувої по завищених цінах. Волкер забирає собі цей бізнес.

source: Na niego!
uk: Давай на нього!

source: Na niższych poziomach kopalni, tam gdzie nie dochodzi już praktycznie słońce, można znaleźć dziwną odmianę mchu.
uk: На нижніх рівнях копальні, куди сонце майже не потрапляє, можна знайти дивний різновид моху.

source: Na oryginalnym dokumencie jest mała pomyłka... (Skłam)
uk: В оригінальному документі є невеличка помилка... (Збрехати)

source: Na osobnej kartce rozpisałem zawartość z odwrotu dokumentu.
uk: Я скопіював вміст зворотного боку документа на окремий аркуш паперу.

source: Na ostatnim piętrze mają tam mały kącik, gdzie piją aż do samego rana. To właśnie tam jakiś posłaniec dostarcza im teksty przemówień.
uk: На останньому поверсі у них є куточок, де вони пиячать до самого ранку. Саме туди посланець доставляє тексти їхніх промов.

source: Na papierze wygląda to dobrze, ale skąd mam wiedzieć, że twoi koledzy, tak samo jak ty, nie będą grzebać w moich rzeczach?
uk: На папері це виглядає добре, але звідки мені знати, що твої колеги, як і ти, не будуть порпатися в моїх речах?

source: Na pewno będzie cię stać, oczywiście, jeśli jesteś obrotny.
uk: Впевнений, ти зможеш дозволити собі мої уроки, якщо, звісно, не бідуєш.

source: Na pewno ci się to opłaci?
uk: Ти впевнений, що воно того варте?

source: Na pewno jedyny stworzony przez porządnych skrybów. Cholera wie, czy Gildia nie zrobiła sobie jakichś kopii.
uk: Він точно єдиний, його написали достойні автори. Але хто знає, чи не зробила Гільдія собі кілька копій.

source: Na pewno jest coś, co byś chciał za trochę drewna.
uk: Певно, є щось, що я можу зробити в обмін на дрова.

source: Na pewno jest coś, co zmieni twoje zdanie.
uk: Напевно, є щось, що змусить тебе змінити свою думку.

source: Na pewno jest jeszcze coś w czym mógłbyś nam pomóc!
uk: Напевно ти можеш ще у чомусь нам допомогти!

source: Na pewno jest nieco warte.
uk: Вона повинна бути досить цінною.

source: Na pewno jest tutaj ktoś, kto lepiej nadaje się do tego zadania.
uk: Безперечно, тут є хтось, хто краще підходить для цього завдання.

source: Na pewno ktoś chętnie ją kupi.
uk: Напевно, хтось буде радий її придбати.

source: Na pewno ktoś chętnie to kupi.
uk: Впевнений, хтось із задоволенням її придбає.

source: Na pewno ktoś je odkupi.
uk: Напевно, хтось це купить.

source: Na pewno lepiej niż takiej jednej alchemiczce, którą zostawiłeś na pastwę losu.
uk: Безумовно, краще, ніж у того алхіміка, якого ти залишив напризволяще.

source: Na pewno lepiej niż tobie, kiedy odpadłeś z turnieju. Ale tak już jest, słabi przegrywają, silni wygrywają.
uk: Безумовно, краще, ніж було тобі, коли ти вилетів з турніру. Але так все влаштовано, слабкі програють, сильні перемагають.

source: Na pewno lepiej niż tym z In Extremo.
uk: Напевно краще, ніж у козаків з In Extremo.

source: Na pewno ma jakieś zastosowanie.
uk: Безумовно, має якесь застосування.

source: Na pewno ma! To naturalna kolej rzeczy, każdy ma siostrę!
uk: Безперечно має! Це природний порядок речей, у кожного є сестра!

source: Na pewno mają jakieś zastosowanie.
uk: Вони, безумовно, мають якесь застосування.

source: Na pewno masz do zrobienia coś ważniejszego od plotkowania.
uk: Напевно, у тебе є важливіші справи, аніж пліткувати.

source: Na pewno masz jakąś inną broń przy sobie. Poradzimy sobie, chodź!
uk: Я впевнений, що у тебе є ще якась зброя з собою. Ми впораємось, ходімо!

source: Na pewno masz mnóstwo ciekawszych rzeczy do roboty od słuchania moich żalów.
uk: Напевно, у тебе є безліч цікавіших справ, ніж вислуховувати мої нарікання.

source: Na pewno mogę przyznać, że ma swój urok. Niewiele jest miejsc na wyspie, w których jestem w stanie zrelaksować się jak tutaj.
uk: Я точно можу визнати, що у цьому є свій шарм. На острові знайдеться мало місць, де я можу відпочити так, як тут.

source: Na pewno mogę przyznać, że ma swój urok. Niewiele jest miejsc na wyspie, w których jestem w stanie zrelaksować się tak jak tutaj.
uk: Я точно можу визнати, що у цьому є свій шарм. На острові знайдеться мало місць, де я можу відпочити так, як тут.

source: Na pewno możecie dojść do porozumienia.
uk: Напевно, ви зможете домовитися.

source: Na pewno można je sprzedać za
uk: Безумовно, можна продати за

source: Na pewno należy do nowicjusza Artura.
uk: Він точно належить послушнику Артуру.

source: Na pewno nie da się przemówić twojemu ojcu do rozsądku?
uk: Невже не можна переконати твого батька?

source: Na pewno nie jeden chciał cię zepchnąć z tronu, by samemu przejąć twój interes.
uk: Напевно, ще ніхто не хотів скинути тебе з престолу, щоб самому зайнятись твоїм бізнесом.

source: Na pewno nie ma w tym jakiegoś haczyka?
uk: В цьому точно немає якогось підступу?

source: Na pewno nie masz niczego do roboty?
uk: Мабуть, тобі немає чим зайнятися?

source: Na pewno nie pogardzą dodatkową parą rąk.
uk: Вони точно не відмовляться від додаткової пари рук.

source: Na pewno nie pożałujesz!
uk: Ти точно не пошкодуєш!

source: Na pewno nie teraz, gdy jestem bliski odszukania zwierzęcia. I tak mam już zadanie utrudnione ciągłym zacieraniem jego śladów przez takich jak ty.
uk: Особливо зараз, коли я близький до того, щоб відшукати звірюку. У мене і так вже є завдання, яке ускладнюється постійним знищенням його слідів такими, як ти.

source: Na pewno nie za darmo, i na pewno nie jeśli jakiś słabiak z ciebie. Szkoda mi czasu na kogoś, kto nie uniesie byle kłody.
uk: Точно не задарма, і звісно, якщо ти не слабак. Я не витрачатиму свій час на того, хто навіть колоди не зможе підняти.

source: Na pewno pamiętasz drogę do wioski?
uk: Ти ж пам'ятаєш дорогу до села?

source: Na pewno pochodzi z transportu?
uk: Ти впевнений, що вона з корабля?

source: Na pewno poprawiłoby mi to humor, a wtedy chętnie powiem mu coś dobrego o twoim pomyśle...
uk: Це, безумовно, підніме мені настрій, а потім я з радістю розповім йому щось хороше про твою ідею...

source: Na pewno przyjdę. O księgę się nie martw, dostaniesz ją.
uk: Я обов'язково прийду. Не хвилюйся за книгу, ти її отримаєш.

source: Na pewno rozumiesz, że umieszczenie ich w byle chacie nie wchodzi w grę?
uk: Ти певно розумієш, що поселити їх у яку-небудь халупу недопустимо?

source: Na pewno się jakoś dogadamy... (Przekup)
uk: Я впевнений, ми якось знайдемо спільну мову... (Хабар)

source: Na pewno spotkasz tam gońca, który cię zaprowadzi.
uk: Я впевнений, там ти знайдеш провідника, який зможе відвести тебе туди.

source: Na pewno spotkałeś go w drodze do Przystani.
uk: Ти, мабуть, зустрічав його дорогою до Гавані.

source: Na pewno uda nam się jakoś dogadać.
uk: Я впевнений, що ми зможемо якось домовитися.

source: Na pewno wkrótce wróci...
uk: Я впевнений, що він скоро повернеться...

source: Na pewno zdobędzie z wiekiem trochę tężyzny fizycznej i zwinności. Nic nie przychodzi łatwo.
uk: З віком він неодмінно набуде певної фізичної витривалості та спритності. Ніщо не дається легко.

source: Na pewno znajdziemy jakieś rozwiązanie. Porozmawiajmy.
uk: Я впевнений, що ми знайдемо рішення. Давай поговоримо.

source: Na pewno znajdziesz sposób, żeby go wcisnąć.
uk: Я впевнена, що ти знайдеш спосіб її відчинити.

source: Na pewno.
uk: Абсолютно.

source: Na pewno. Tymczasem, musimy dokończyć robotę.
uk: Впевнений, так і буде. А поки нам потрібно закінчити роботу.

source: Na pewno?
uk: Ти впевнений?

source: Na pełnym morzu. W porcie nie dałby rady orkowym galerom, a z dala od brzegu jak najbardziej. Oby tylko ten manewr okazał się niepotrzebny...
uk: У відкритому морі. У порту він не впорається з галерами орків, але далеко від берега – цілком. Сподіватимемося, що цей маневр виявиться зайвим...

source: Na pieczęci tego listu widnieje symbol Myrtany.
uk: На печатці цього листа зображено символ Міртани.

source: Na piwo? Też mi pomysł! Piwa to się akurat mogliśmy i w Silbach napić.
uk: На пиво? Теж мені ідея! Пива ми могли б і в Сільбаху напитись.

source: Na placu też nikogo nie odnaleźliśmy. Może najbardziej przerażeni poukrywali się gdzieś za cmentarzem...
uk: На площі я теж нікого не знайшов. Мабуть, найбільш налякані містяни ховаються десь за цвинтарем...

source: Na pocieszenie mogę ci pokazać, jak stać się zręczniejszym. Wtedy ktoś inny będzie miał podstawy, żeby nauczyć cię łucznictwa.
uk: На додачу, я можу показати тобі, як стати більш спритним. Тоді хтось інший зможе навчити тебе стріляти з лука.

source: Na poczet naszej przyszłej współpracy, lepiej o tym więcej nie rozmawiajmy.
uk: На рахунок нашої майбутньої співпраці, буде краще про це більше не згадувати.

source: Na początek upewnij się, że zwierzyna jest martwa. Żadna zwierzyna nie będzie zadowolona, jeśli podczas snu ktoś zacznie się dobierać to jej pazurów.
uk: Спочатку переконайтеся, що тварина мертва. Жодна тварина не зрадіє, якщо хтось почне колупатися в її кігтях, поки вона спить.

source: Na początku był chaos.
uk: Спочатку був хаос.

source: Na początku było ciężko, ale przez lata podpatrywałam jego metody, dzięki czemu nie byłam w tym całkiem zielona.
uk: Спочатку було важко, але з роками я перейняла його методи, тож у цій справі я не новачок.

source: Na początku myślałem, że sobie żartują, ale gdy oberwałem żelazną rękawicą prosto w zęby, zdałem sobie sprawę, że nie mają ochoty na pertraktacje.
uk: Спочатку я подумав, що вони жартують, але коли мені врізали залізною рукавицею прямо в зуби, я зрозумів, що вони не мають і найменшого бажання домовлятися.

source: Na początku wysyłał listy... Ale tygodnie ciszy zamieniły się w miesiące a potem w lata.
uk: Спочатку він надсилав листи... Але тижні тиші перетворилися на місяці, а потім на роки.

source: Na początku wyślę tam całkiem nowy garnizon strażników. Tym razem na kapitana mianuję kogoś znacznie bardziej doświadczonego i mniej żądnego władzy.
uk: Насамперед, я відправлю туди абсолютно новий гарнізон вартових. Цього разу я призначу капітаном когось більш досвідченого і менш жадібного до влади.

source: Na podejrzeniach jednak się nie kończy: wie, że go śledzę, i zachowuje się bardzo podejrzanie, kiedy jestem w pobliżu.
uk: Однак на цьому підозри не закінчуються. Він знає, що я стежу за ним, і поводиться дуже підозріло, коли я поруч.

source: Na podstawie praw nadanych nam przez jaśnie panującego Króla Rhobara II oraz po przeprowadzeniu głosowania Rady Miejskiej, ogłaszamy, co następuje:
uk: Спираючись на права, надані нам Його Величністю Королем Робаром II, і після голосування Міської ради, ми повідомляємо про наступне:
